const notes = [
    {
        text:'بيئة المياه متوسطة العمق (نطاق الشفق)',
        deep:200,
        position:'center',
        title:true
    },
    {
        text:'بيئة المياه العميقة (نطاق منتصف الليل)',
        deep:1000,
        position:'center',
        title:true
    },
    {
        text:'ضوء الشمس لايصل لهذه المنطقة',
        deep:1010,
        position:'center'
    },
    {
        text:'كثير من مخلوقات البحر العميق تتأقلم عن طريق صنع الضوء بنفسها - تعرف بعملية الضيائية الحيوية',
        deep:1016,
        position:'center'
    },
    {
        text:'الفتحات الحرمائية تتكون من مرور مياه البحر بضخور بركانية حارة جدا. ينبعث من هذه الفتحات مواد سامة لمعظم الحيوانات',
        deep:1600,
        position:'center'
    },
    {
        text:'لكن مع ذلك، هناك مخلوقات قادرة على النجاة في هذه الظروف الصعبة',
        deep:1619,
        position:'center'
    },
    {
        text:'هذا هو عمق المحيطات بالمتوسط',
        deep:3684,
        position:'center'
    },
    {
        text:'لكن في بعض الأماكن يمتد الى مسافات أعمق',
        deep:3694,
        position:'center'
    },
    {
        text:'أعمق بكثير',
        deep:3740,
        position:'center'
    },
    {
        text:'منطقة العمق السحيق',
        deep:4000,
        position:'center',
        title:true
    },
    {
        text:'درجة الحرارة في هذه المنطقة قريبة من التجمد والقليل جدا من المخلوقات تستطيع النجاة في الضغط العالي المتواجد فيها',
        deep:4008,
        position:'center'
    },
    {
        text:'هذه أعمق نقطة لخندق مانيلا المحيطي في بحر الصين الجنوبي',
        deep:5424,
        position:'center'
    },
    {
        text:'منطقة الأخاديد القاعية العميقة',
        deep:6050,
        position:'center',
        title:true
    },
    {
        text:'تتكون الأخاديد القاعية العميقة عن طريق عملية تسمى الاندساس حيث تحدث عند الحدود المتقاربة للصفائح التكتونية',
        deep:6058,
        position:'center'
    },
    {
        text:'عمق البحر قد يكون مكانا خاليا',
        deep:6428,
        position:'center'
    },
    {
        text:'الحياة ضئيلة والظروف القاسية تجعل النجاة أمرا صعبا',
        deep:6578,
        position:'center'
    },
    {
        text:'لكن ليس مستحيلا',
        deep:6696,
        position:'center'
    },
    {
        text:'مايعرف عن الحياة في عمق البحار قليل جدا، وكل رحلة استكشاف تظهر شيئا جديدا',
        deep:7050,
        position:'center'
    },
    {
        text:'هذه أعمق نقطة لخندق سوندا في المحيط الهندي',
        deep:7530,
        position:'center'
    },
    {
        text:'هذه أعمق نقطة لخندق بورتو ريكو في المحيط الأطلسي',
        deep:8705,
        position:'center'
    },
    {
        text:'كثير من الغواصات فُقدت في محاولة البحث عن أعمق نقطة في المحيطات',
        deep:9201,
        position:'center'
    },
    {
        text:'في 23 يناير عام 1960، وصل الإنسان لنقطة لم يصل لها مسبقا',
        deep:9300,
        position:'center'
    },
    {
        text:'قام جاك بيكار و دون والش بالصعود على متن غواصة تريست ونزلوا تدريجيا الى خندق ماريانا',
        deep:9400,
        position:'center'
    },
    {
        text:'كان هدفهم الوصول الى أعمق نقطة في المحيط',
        deep:9500,
        position:'center'
    },
    {
        text:'استخدمت الغواصة نظام اعادة التنفس. بالكاد كان هناك مساحة كافية لكليهما في وعاء الضغط الخاص بالغواصة',
        deep:9750,
        position:'center'
    },
    {
        text:'الضغط الكثيف لعمق البحر يعني أن أي خطأ سيكلفهما الموت حتما',
        deep:9952,
        position:'center'
    },
    {
        text:'حتى في هذه الاعماق التي لايسبر غورها، قد رأى جاك ودون الحياة عبر نافذة الغواصة. بعض المخلوقات يمكنها العيش في بيئات لايمكن تخيلها',
        deep:10300,
        position:'center'
    },
    {
        text:'بعد 4 ساعات و47 دقيقة من القلق وخوف الاماكن الضيقة',
        deep:10777,
        position:'center'
    },
    {
        text:'استطاعا أن ينجحا ويصبحا أول شخصين يصلان الى أعمق نقطة في المحيط',
        deep:10850,
        position:'center'
    },
    {
        text:'التحدي العميق (تشالنجر دييب)',
        deep:10984,
        position:'center',
        title:true
    },
    {
        image:'/fish/تريست.png',
        deep:9404
    }
]


export default notes;